Revit 2027 API
SpecTypeId.HvacTemperatureDifference Property
 Temperature Difference, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacTemperatureDifference { get; }
Public Shared ReadOnly Property HvacTemperatureDifference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacTemperatureDifference {
	ForgeTypeId^ get ();
}
static member HvacTemperatureDifference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace